{
  "TOPNAV": {
    "Magamról": "About",
    "Munkáim": "Works",
    "Magyar": "Hungarian",
    "Angol": "English"
  },

"MAGAMROL": {
  "ABOUT-TEXT": "My goal is to shape ideas into reality in a creative way. It can be graphic design, an animation, motion design video or 3D mapping. What I know about the profession, I learned through real projects.",

"SKILLS-TEXT": "I consider the design of user-centred interfaces and responsive solutions to be essential. I put a strong emphasis on functionality and design, for which I create animations in addition to static graphic elements. Motion design videos, through animations, instantly create a stronger, deeper connection with the target audience, quickly establishing a trusting relationship. I believe in the power of storytelling to impact, connect people and break down barriers.",
"KAPCSOLAT": "Contact",
"KAPCSOLAT-TEXT": "<p>If you like my work and you need a creative, flexible and creative partner full of ideas, let's work together!<br>Contact me at <a class='email-link' href='mailto: fanni.borbas11@gmail.com'>fanni.borbas11@gmail.com</a>!</p>"
},

"MUNKAIM": {
  "TOP-DESC": "Good design speaks for itself. It's self-explanatory and unobtrusively involves people. I find important to enjoy the process of a design as much as the end result and I push my efforts to make a real impression through solving a problem from multiple perspectives."
},

"PROJECT": {
  "MOTIVAPP.TITLE": "Motivapp",
  "MOTIVAPP.DESC": "A mobile app that puts a creative reward system into practice. Using MotivApp, teachers in your institution can create a modern learning environment for students. I contributed to the development of the Hiventures-supported project by creating a video demonstrating the app.",
  "CRYPTO.TITLE": "About cryptocurrencies",
  "CRYPTO.DESC": "How much do you know about the world of cryptocurrencies? This was the question of a video competition (THINK & EXPLAIN!) organised by the Hungarian National Bank's Education Club. My goal was to make this increasingly used financial concept understandable for everyone in an easy-to-digest format, using creative visualisation.",
  "VIZIO.TITLE": "Watervision",
  "VIZIO.DESC": "For the Watervision + 150 competition, I made the animated video entitled WATER, in which I would like to draw attention to the importance of conscious water use, in addition to presenting the current water situation in Budapest.",
  "MUNKAVEDELEM.TITLE": "Figyelsz rá?",
  "MUNKAVEDELEM.DESC": "Health and safety matters for all of us. Whether as employers or employees, we take responsibility every day. This awareness-raising video highlights the importance of safety in the everyday life.",
  "ESKUVOKORZO.TITLE": "Wedding Corso",
  "ESKUVOKORZO.DESC":"An exhibition for engaged couples preparing for the big day, with a variety of interesting presentations, wedding service providers and a romantic atmosphere. In addition to designing and creating the event's website, posters and flyers, I contributed to the success of the event with a mood video.",
  "KELESZTO.TITLE": "Kelesztő terrace",
  "KELESZTO.DESC": "In the spring, I had the opportunity to implement the creative identity of the Winery, which opened its terrace near Kálvin Square, from logo design, to window displays and website development. A café/pizzeria with a pleasant Italian atmosphere, delicious food and refreshing drinks awaits its guests and I provided an insight into its magnificent offer by making an atmospheric video.",
  "NEPTANC.TITLE": "Kelesztő terasz",
  "NEPTANC.DESC": "During the Royal Days in Székesfehérvár, international dancers entertained the audience with an atmospheric parade, dances and a spectacular gala. I've collected the most beautiful moments in a short memory video.",
  "LLOYD.TITLE": "Lloyd veteran car",
  "LLOYD.DESC": "A vintage car, that takes you back in time. A popular German marque that made its name in the 1950s and, although the iron teeth of time have worn it down, a little restoration has restored it to its original glory. I took a photo of my father's love project.",
  "BUDAPEST.TITLE": "My little Budapest",
  "BUDAPEST.DESC": "'IF YOU COULD HAVE A DAY IN A WORLD HERITAGE CITY' is the title of a video competition organised by the Organisation of World Heritage Cities (OWHC). I made a short film 'My little Budapest' to bring our capital city to life. Starting from a children's room, we learn about the history of Budapest, its landmarks that come to life before our eyes. With this video, I made it from the national round to the top of the international field."

}

}
