{
  "TOPNAV": {
    "Magamról": "Magamról",
    "Munkáim": "Munkáim",
    "CV": "CV",
    "Magyar": "Magyar",
    "Angol": "Angol"
  },

"MAGAMROL": {
  "ABOUT-TEXT": "Célom, hogy az elképzeléseknek egyedi, kreatív megvalósítást formáljak. Legyen szó animáció, motion design videó készítésről vagy hangulatvideó gyártásról. Amit a szakmáról tudok, mind éles projecteken keresztül tanultam.",
"SKILLS-TEXT": "Programozóként webfejlesztéssel foglalkozom, melyhez elengedhetetlennek tartom a felhasználó központú felületek tervezését és reszponzív megoldások kialakítását. Nagy hangsúlyt fektetek a funkcionalitás mellett a design tervezésére is, melyhez a statikus grafikai elemek mellett animációkat is készítek. Motion design videókon, animációkon keresztül azonnal egy erősebb, mélyebb kapcsolatot teremtve a célközönséggel, hamar kialakul egy bizalmi kapcsolat. Hiszek a történetmesélés erejében, mely képest hatást kelteni, összekötni és korlátokat ledönteni az emberekben.",
"KAPCSOLAT": "Kapcsolat",
"KAPCSOLAT-TEXT": "<p>Ha tetszik a munkám és egy kreatív, rugalmas és ötletekkel teli alkotótársra van szükséged, dolgozzunk együtt!<br>Vedd fel velem a kapcsolatot a <a class='email-link' href='mailto: fanni.borbas11@gmail.com'>fanni.borbas11@gmail.com</a> e-mail-címen!</p>"
},

"CV": {
  "TOP-DESC": "Önéletrajz",
  "IMG-SRC": "assets/images/Fanni Borbas CV 2022 magyar.png"
},

"MUNKAIM": {
  "TOP-DESC": "Imádok alkotni, kreálni valami újat. Legyen szó egy weboldalról, videóról, animációról vagy épp egy programkódról. A kihívások motiválnak mind az életben, mind a munkában, így igyekszem a felmerülő problémákat is annak tekinteni. Grafikai tervezéssel, kép-illetve videószerkesztéssel foglalkozom, amihez elengedhetetlen, hogy saját forrásaim is legyenek, így került a kamera és a fényképezőgép a kezembe. Célom, hogy az aktuális projektekből a legtöbbet tudjam kihozni.",
  "BEHANCE-TEXT": "Nézd meg a projektjeimet!"
},

"PROJECT": {

  "ZSOLNAY.TITLE": "Zsolnay fényfesztivál",
  "ZSOLNAY.DESC": "A jelenlegi világ sok tekintetben tele van nehézségekkel és kihívásokkal, melyben mindenki ösztönösen keresi az egyensúlyt az élet különböző területén. Ezt az aspektust a pécsi katedrális falaira festve egy vizuális utazásra invitálom a közönséget. Az alkotás a Zsolnay fényfesztiválra készült, melynek a pécsi székesegyház ad otthont.",
  "MAPSION.TITLE": "Mapsion fényfesztivál",
  "MAPSION.DESC": "Nap, mint nap új kihívásokkal szembesülünk, amelyeket a modern, digitális világ állít elénk és amelyek könnyen egy örök körforgásba sodorhatnak minket. Csak rajtunk múlik, hogy csak sodródunk az árral vagy kezünkbe vesszük az irányítást. Az alkotás a Finnországban megrendezett Mapsion Light művészeti fesztiválra készült.",


  "MOTIVAPP.TITLE": "Motivapp",
  "MOTIVAPP.DESC": "Egy mobilalkalmazás, mely kreatív jutalomrendszer alkalmazását teszi lehetővé a gyakorlatban. A MotivApp használatával intézményedben oktató tanárok korszerű tanulmányi környezetet teremthetnek a diákoknak. Az applikációt bemutató videó elkészítésével jártultam hozzá a Hiventures támogatásban részült project fejlesztéséhez.",
  "CRYPTO.TITLE": "Kriptovalutákról egyszerűen",
  "CRYPTO.DESC": "Vajon te mennyit tudsz a kriptovaluták világáról? Edukációs céllal készült az MNB OKTATÁSI KLUB: THINK & EXPLAIN! videópályázatára a kriptovaluták témájában. Célja, hogy ez a manapság egyre többet használt pénzügyi fogalom könnyen fogyasztható formában, kreatív megköszelítéssel mindenki számára érthetővé válljon.",
  "VIZIO.TITLE": "Vizió",
  "VIZIO.DESC": "A Watervision + 150 című pályázatra készítettem a VÍZió című animációs videót melyben Budapest jelenlegi vízhelyzetének bemutatása mellett a tudatos vízfelhasználás fontosságára szeretném felhívni a figyelmet.",
  "MUNKAVEDELEM.TITLE": "Figyelsz rá?",
  "MUNKAVEDELEM.DESC": "A munkavédelem közös ügyünk. Akár munkáltatóként, akár munkavállalóként nap, mint nap felelősséget vállalunk. A videóban a figyelemfelkeltés mestere mutat rá a munkavédelem fontosságára.",
  "ESKUVOKORZO.TITLE": "Velencei Esküvőkorzó",
  "ESKUVOKORZO.DESC":"A nagy napra készülő jegyespárok kiállítása ahol számos érdekes előadás, esküvői szolgáltatók és romantikus hangulat várja az érdeklődőket. Az esemény weboldalának, plakátjainak, szórólapjainak tervezése és kivitelezése mellett egy hangulatvideóval járultam hozzá a rendezvény sikeréhez.",
  "KELESZTO.TITLE": "Kelesztő terasz",
  "KELESZTO.DESC": "Tavasszal a Kálvin tér közelében nyitotta meg teraszát a Kelesztő melynek kreatív arculatát a logótervezéstől, a kirakati táblákon át a honlap készítésig valósíthattam meg. Kellemes olaszos hangulatú kávézó/pizzéria, ízletes ételekkel és frissítő italokkal várja vendégeit melynek pompás kínálatába egy hangulatvideó elkészítésével biztosítottam betekintést.",
  "ALDI.TITLE": "Szövetség az ifjúságért",
  "ALDI.DESC": "A Szövetség az Ifjúságért Program keretében civil egyesületek munkáinak bemutatására készítettem dokumentum kisfilmeket. Célunk a tevékenységük megismertetése, a fiatalok bevonásának ösztönzése egy-egy jó ügy érdekében. Budapesten a Felelős GasztroHős Alapítvány fenntartható étkezés kialakításáért megálmodott missziója, Szegeden az Egészségtudatos Egyesület teknősökért folytatott küzdelme és Bábolnán a helyi szervezet jótékonysági munkája került bemutatásra. A programot az Aldi Magyarország és az Északi Támpont Egyesület támogatásával jött létre.",
  "NEPTANC.TITLE": "Néptáncfesztivál",
  "NEPTANC.DESC": "A székesfehérvári királyi napok alatt nemzetközi táncosok hangulatos felvonulással, táncokkal és látványos gálával szórakoztatták a közönséget. A legszebb pillanatokról hangulatvideót készítettem.",
  "LLOYD.TITLE": "Lloyd veteránautó",
  "LLOYD.DESC": "Egy igazi veteránautó, mely visszarepít az időben. Egy népszerű német márkájú kisautó, mely az 50-es években hódított és habár az idő vasfoga megkoptatta de egy kis renoválást követően újra eredeti fényében pompázik. Édesapám szerelmprojektjét vettem lencsevégre.",
  "BUDAPEST.TITLE": "Az én kicsi Budapestem",
  "BUDAPEST.DESC": ",,HA LENNE EGY NAPOD EGY VILÁGÖRÖKSÉG VÁROSBAN” címmel hirdetett videópályázatot a Világörökség Városok Szervezete (OWHC Organisation of World Heritage Cities). Erre készítettem el a fővárosunkat megelevenítő kisfilmet ,,Az én kicsi Budapestem”-et. Egy gyerekszobából indulva ismerhetjük meg Budapest történetét, nevezetességeit melyek a szemünk láttára kelnek életre. A videóval a hazai fordulóból továbbjutottam a nemzetközi mezőny élvonalába."

}

}
